Repository: fxbenard/Boyaka
Catalog: languages/bloom-*.po
Languages: fr_fr

source: %s is a singleton class and you cannot create a second instance.
fr_fr: %s est une classe de singleton et vous ne pouvez pas en créer une seconde instance.

source: Save & Exit
fr_fr: Enregistrer & Quitter

source: Optin Forms
fr_fr: Formulaire d'opt-in

source: Email Accounts
fr_fr: Comptes e-mails

source: Statistics
fr_fr: Statistiques

source: Import & Export
fr_fr: Importer & Exporter

source: Settings
fr_fr: Réglages

source: Next: Design Your Optin
fr_fr: Suivant : Design Your Optin

source: Next: Display Settings
fr_fr: Suivant : Paramètres d'affichage

source: Next: Customize
fr_fr: Suivant : personnaliser

source: Generate Shortcode
fr_fr: Générer le raccourci

source: No optins available
fr_fr: Aucun opt-in disponible

source: insert bloom Opt-In
fr_fr: Insérer le Bloom opt-in

source: Inline Opt-In
fr_fr: Opt-in intégré

source: Locked Content Opt-In
fr_fr: Opt-in Contenu Verrouillé

source: new optin
fr_fr: nouvel opt-in

source: Active Optins
fr_fr: Opt-ins actifs

source: select optin type to begin
fr_fr: sélectionner le type d'opt-in pour commencer

source: fly in
fr_fr: apparition

source: below post
fr_fr: sous le contenu

source: inline
fr_fr: intégré

source: locked content
fr_fr: contenu verrouillé

source: new account
fr_fr: nouveau compte

source: My Accounts
fr_fr: Mes comptes

source: Preview
fr_fr: Prévisualiser

source: Overview
fr_fr: Vue générale

source: New sign ups
fr_fr: Nouveaux abonnements

source: Last 30 days
fr_fr: 30 derniers jours

source: Last 12 month
fr_fr: 12 derniers mois

source: All lists
fr_fr: Toutes les listes

source: Conversion Rate
fr_fr: Taux de conversion

source: Subscribers
fr_fr: Abonnés

source: Subscriber Growth
fr_fr: Augmentation d'abonnés

source: week
fr_fr: semaine

source: My Optins
fr_fr: Mes opt-ins

source: Homepage
fr_fr: Page d'accueil

source: Highest converting pages
fr_fr: Pages de conversion plus élevées

source: Conversion rate
fr_fr: Taux de conversion

source: My Lists
fr_fr: Mes listes

source: Provider
fr_fr: Fournisseur

source: Growth Rate
fr_fr: Taux de croissance

source: New Signups
fr_fr: Nouveaux abonnements

source: Per
fr_fr: Par

source: Day
fr_fr: Jour

source: Month
fr_fr: Mois

source: Authorize
fr_fr: Autoriser

source: New Account Setup
fr_fr: Configuration du nouveau compte

source: You can view and re-authorize this account’s settings below
fr_fr: Vous pouvez afficher et ré-autoriser les paramètres de ce compte ci-dessous

source: Setup a new email marketing service account below
fr_fr: Configurer un nouveau compte de service de marketing par e-mail ci-dessous

source: Re-Authorize
fr_fr: Ré-autoriser

source: save & exit
fr_fr: enregistrer & quitter

source: New account settings
fr_fr: Réglages du nouveau compte

source: Select One...
fr_fr: Sélectionnez...

source: Account Lists
fr_fr: Listes de comptes

source: No lists available for this account
fr_fr: Aucune liste disponible pour ce compte

source: Account name
fr_fr: Nom du compte

source: Growth rate
fr_fr: Taux de croissance

source: Update Lists
fr_fr: Mettre à jour les listes

source: Remove account
fr_fr: Supprimer le compte

source: Remove this account from list?
fr_fr: Supprimer ce compte de la liste ?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Authorized
fr_fr: Autorisé

source: Not Authorized
fr_fr: Non autorisé

source: Edit account
fr_fr: Modifier le compte

source: No lists available
fr_fr: Aucune liste disponible

source: Optin Name
fr_fr: Nom de l'opt-in

source: Delete Optin
fr_fr: Supprimer l'opt-in

source: Delete this optin?
fr_fr: Supprimer cet opt-in ?

source: Edit Optin
fr_fr: Mofidier l'opt-in

source: Add variant
fr_fr: Ajouter variante

source: Pause test
fr_fr: Mettre en pause le test

source: Start test
fr_fr: Lancer le test

source: Generate shortcode
fr_fr: Générer le raccourci

source: Make Inactive
fr_fr: Rendre inactif

source: Make Active
fr_fr: Activer

source: Duplicate
fr_fr: Dupliquer

source: Inactive Optins
fr_fr: Opt-ins inactifs

source: Shortcode for this optin:
fr_fr: Raccourci pour cet opt-in :

source: Account name is not defined
fr_fr: Le nom du compte n'est pas défini

source: You Have Not Added An Email List. Before your opt-in can be activated, you must first add an account and select an email list. You can save and exit, but the opt-in will remain inactive until an account is added.
fr_fr: Vous n'avez pas ajouté de liste d'e-mail. Avant que votre opt-in puisse être activé, vous devez d'abord ajouter un compte et sélectionner une liste d'e-mail. Vous pouvez sauvegarder et quitter, mais l'opt-in restera inactif jusqu'à ce qu'un compte soit ajouté.

source: Add An Account
fr_fr: Ajouter un compte

source: Save As Inactive
fr_fr: Enregistrer comme inactifs

source: You Have Not Added An Email List. Before your opt-in can be activated, you must first add an account and select an email list.
fr_fr: Vous n'avez pas ajouté de liste d'e-mail. Avant que votre opt-in puisse être activé, vous devez d'abord ajouter un compte et sélectionner une liste d'e-mail.

source: Optin name
fr_fr: Nom de l'opt-in

source: Choose an optin
fr_fr: Choisir un opt-in

source: cancel
fr_fr: annuler

source: Authorization failed:
fr_fr: Echec de l'autorisation :

source: Invalid email
fr_fr: Adresse de messagerie non valide.

source: curl_init is not defined
fr_fr: curl_init n'est pas défini

source: Already subscribed
fr_fr: D&egrave;j&agrave; abonn&eacute;

source: invalid API key
fr_fr: Clé API incorrecte

source: empty response
fr_fr: réponse vide

source: Invalid Token
fr_fr: Jeton non valide

source: Invalid API key
fr_fr: Clé API incorrecte

source: Invalid Username or API key
fr_fr: Nom d'utilisateur ou API key non valide

source: Account ID is not defined
fr_fr: ID du compte non défini

source: Invalid App ID, Username or Password
fr_fr: ID de l'app, l&rsquo;identifiant ou le mot de passe non valide.

source: Invalid API key or something went wrong during Authorization request
fr_fr: Clé d'API non valide ou quelque chose s'est mal passé durant la demande d'autorisation

source: Unknown error
fr_fr: Erreur inconnue

source: MailPoet plugin is not installed
fr_fr: L&rsquo;extension MailPoet n'est pas installée.

source: Already Subscribed
fr_fr: D&egrave;j&agrave; abonn&eacute;

source: Aweber: Wrong configuration data
fr_fr: Aweber: mauvaise configuration des données

source: Authorization code is invalid. Try regenerating it and paste in the new code.
fr_fr: Le code d'autorisation n'est pas valide. Essayez de recréer et de coller un nouveau code.

source: Error occured during subscription
fr_fr: Une erreur est survenue pendant l'abonnement

source: Select Account
fr_fr: Sélectionner le compte

source: Add Account
fr_fr: Ajouter compte

source: Account Name
fr_fr: Nom du compte

source: Enter the name for your account
fr_fr: Entrez le nom de votre compte

source: Username
fr_fr: Nom d'utilisateur

source: API key
fr_fr: Clé API

source: Click here for more information
fr_fr: Pour plus d'informations, cliquez ici

source: Token
fr_fr: Jeton

source: Step 1: <a href="%1$s" target="_blank">Generate authorization code</a><br/>
fr_fr: Étape 1 : <a href="%1$s" target="_blank">Générez le code d'autorisation</a><br/>

source: Step 2: Paste in the authorization code and click "Authorize" button:
fr_fr: Etape 2: Collez dans le code d'autorisation, puis cliquez sur le bouton « Autoriser » :

source: App ID
fr_fr: ID de l'App

source: Password
fr_fr: Mot de passe

source: APP ID
fr_fr: ID DE L'APP

source: API Key
fr_fr: Clé API

source: Application name
fr_fr: Nom de l'application

source: Select Email List
fr_fr: Sélectionnez une liste d'e-mail

source: First Name
fr_fr: Prénom

source: Name
fr_fr: Nom

source: Last Name
fr_fr: Nom

source: SUBSCRIBE!
fr_fr: ABONNEZ-VOUS !

source: You have Successfully Subscribed!
fr_fr: Vous vous êtes bien inscrit(e) !

source: Select optin
fr_fr: Sélectionner l'opt-in

source: No Widget optins created yet
fr_fr: Aucun Widget d'opt-in créé pour l&#39;instant

source: Save Changes
fr_fr: Enregistrer les modifications

source: Please select social networks in "Social Sharing / Networks" settings
fr_fr: Veuillez sélectionner les réseaux sociaux dans les réglages "Partage sociaux / Réseaux"

source: ( post )
fr_fr: ( article )

source: Automatically check categories created in future
fr_fr: Cocher automatiquement les catégories créées à l'avenir

source: Note:
fr_fr: Note&nbsp;:

source: Export the plugin settings for this site as a .json file. This allows you to easily import the configuration into another site.
fr_fr: Exporter les réglages de l'extension de ce site au format .json. Cela vous permet d'importer facilement les réglages de votre configuration sur un autre site.

source: Export
fr_fr: Exporter

source: Import %1$s Settings
fr_fr: Importation des réglages de %1$s

source: Import the plugin settings from a .json file. This file can be obtained by exporting the settings on another site using the form above.
fr_fr: Importer les réglages de l'extension à partir d'un fichier au format .json. Ce fichier peut être obtenu en exportant les réglages d'un autre site en utilisant le formulaire ci-dessus.

source: Import
fr_fr: Importer

source: Please select .json file for import
fr_fr: Veuillez sélectionner un fichier .json à importer

source: Please provide valid .json file
fr_fr: Veuillez fournir un fichier .json valide

source: Options imported successfully.
fr_fr: Options importées avec succès.

source: Optin Configuration
fr_fr: Configuration de l'opt-in

source: Setup
fr_fr: Configuration

source: Premade Layouts
fr_fr: Mises en pages prédéfinies

source: Display Settings
fr_fr: Réglages de l&rsquo;affichage

source: Optin Stats
fr_fr: Stats

source: Accounts settings
fr_fr: Paramètres des comptes

source: Home
fr_fr: Accueil

source: Edit Account
fr_fr: Modifier le compte

source: MyNewOptin
fr_fr: MonNouvelOptin

source: Form Integration
fr_fr: Intégration du formulaire

source: Select Email Provider
fr_fr: Sélectionnez le fournisseur de messagerie

source: Custom HTML Form
fr_fr: Formulaire HTML personnalisé

source: Insert HTML
fr_fr: Insérer du HTML

source: Optin title
fr_fr: Titre de l'opt-in

source: No title will appear if left blank
fr_fr: Aucun titre n'apparaîtra si laissé vide

source: Insert Text
fr_fr: Insérer du texte

source: Subscribe To Our Newsletter
fr_fr: Abonnez-vous à notre newsletter

source: Optin message
fr_fr: Message de l'opt-in

source: No message will appear if left blank
fr_fr: Aucun message n'apparaîtra si laissé vide

source: Join our mailing list to receive the latest news and updates from our team.
fr_fr: Abonnez-vous à notre newsletter pour recevoir les dernières news et mises à jour de notre équipe.

source: Image Settings
fr_fr: Options des images

source: Image Orientation
fr_fr: Orientation de l'image

source: No Image
fr_fr: Pas d'image

source: Image Above Text
fr_fr: Image au-dessus du texte

source: Image Below Text
fr_fr: Image au-dessous du texte

source: Image Right of Text
fr_fr: Image à droite du texte

source: Image Left of Text
fr_fr: Image à gauche du texte

source: Image URL
fr_fr: Adresse url de l&rsquo;image

source: Upload an Image
fr_fr: Mettre en ligne une image

source: Choose an Optin Image
fr_fr: Choisissez une image d'opt-in

source: Set as Optin Image
fr_fr: Définir comme image d'opt-in

source: Image Load-In Animation
fr_fr: Image de l'animation dans l'apparition

source: No Animation
fr_fr: Aucune animation

source: Slide Right
fr_fr: Glissement vers la droite

source: Slide Down
fr_fr: Glissement vers le bas

source: Slide Up
fr_fr: Glissement vers le haut

source: Light Speed
fr_fr: Vitesse de la lumière

source: Bounce
fr_fr: Rebond

source: Define the animation that is used to load the image
fr_fr: Définir l'animation qui est utilisée lors du chargement de l'image.

source: Hide image on mobile
fr_fr: Cacher les images sur mobile

source: Form setup
fr_fr: Configuration du formulaire

source: Form Orientation
fr_fr: Orientation du formulaire

source: Form On Bottom
fr_fr: Formulaire en bas

source: Form On Right
fr_fr: Formulaire à droite

source: Form On Left
fr_fr: Formulaire sur la gauche

source: Display Name Field
fr_fr: Afficher le nom du champ

source: Name Field(s)
fr_fr: Nom du champ(s)

source: No Name Field
fr_fr: Champ sans nom

source: Single Name Field
fr_fr: Champ de nom unique

source: First + Last Name Fields
fr_fr: Champs du prénom et du nom

source: Name Text
fr_fr: Intitulé

source: Last Name Text
fr_fr: Texte du nom de famille

source: Email Text
fr_fr: Texte de l'e-mail

source: Button Text
fr_fr: Libellé du bouton

source: Button Text Color
fr_fr: Couleur du texte du bouton

source: Light
fr_fr: Lumineux

source: Dark
fr_fr: Sombre

source: Optin Styling
fr_fr: Style de l'opt-in

source: Background Color
fr_fr: Couleur d'arrière-plan

source: Hex Value
fr_fr: Valeur hexadécimale

source: Header Font
fr_fr: Police des en-tête

source: Body Font
fr_fr: Police du corps du texte

source: Text Color
fr_fr: Couleur du texte

source: Light Text
fr_fr: Texte clair

source: Dark Text
fr_fr: Texte foncé

source: Corner Style
fr_fr: Style d&apos;angle

source: Squared Corners
fr_fr: Coins carrés

source: Rounded Corners
fr_fr: Coins arrondis

source: Border Orientation
fr_fr: Orientation de la bordure

source: No Border
fr_fr: Aucune bordure

source: Full Border
fr_fr: Bordure partout

source: Top Border
fr_fr: Bordure du haut

source: Right Border
fr_fr: Bordure droite

source: Bottom Border
fr_fr: Bordure du bas

source: Left Border
fr_fr: Bordure gauche

source: Top + Bottom Border
fr_fr: Bordure en haut + bas

source: Left + Right Border
fr_fr: Bordure gauche + droite

source: Border Color
fr_fr: Couleur de la bordure

source: Form Styling
fr_fr: Style du formulaire

source: Form Field Orientation
fr_fr: Orientation du champ de formulaire

source: Stacked Form Fields
fr_fr: Champs de formulaire empilées

source: Inline Form Fields
fr_fr: Champs du formulaire intégré

source: Form Field Corner Style
fr_fr: Style des coins des champs du formulaire

source: Form Text Color
fr_fr: Couleur du texte du formulaire

source: Form Background Color
fr_fr: Couleur d'arrière-plan du formulaire

source: Button Color
fr_fr: Couleur des boutons

source: Choose form edge style
fr_fr: Choisissez le style des bordures du formulaire

source: Choose border style
fr_fr: Choisir le style de bordure

source: Form Footer Text
fr_fr: Texte de pied de page du formulaire

source: insert your footer text
fr_fr: insérez votre texte de pied de page

source: Success Message Text
fr_fr: Texte du message de succès

source: Custom CSS
fr_fr: CSS personnalisé

source: insert your custom CSS code
fr_fr: Insérez votre code CSS personnalisé

source: Load-in settings
fr_fr: Réglages du chargement

source: Intro Animation
fr_fr: Animation d'introduction

source: Define the animation that is used, when you load the page.
fr_fr: Définir l'animation qui est utilisée lors du chargement de la page.

source: Trigger After Time Delay
fr_fr: Déclencher après le délai de temps

source: Delay (in seconds)
fr_fr: Délai (en secondes)

source: Define how many seconds you want to wait before the pop up appears on the screen.
fr_fr: Définir le nombre de secondes avant que la pop-up n'apparaisse à l'écran.

source: Trigger After Inactivity
fr_fr: Déclenchement avec l'inactivité

source: Idle Timeout ( in seconds )
fr_fr: Délai d'inactivité (en secondes)

source: Define how many seconds user should be inactive before the pop up appears on screen.
fr_fr: Définir le nombre de secondes pendant lesquelles l'utilisateur doit être inactif avant que la pop-up n'apparaisse à l'écran.

source: Trigger At The Bottom of Post
fr_fr: Déclenchement en bas de l'article

source: Trigger After Commenting
fr_fr: Déclenchement après un commentaire

source: Trigger After Scrolling
fr_fr: Déclenchement avec le défilement

source: Percentage Down The Page
fr_fr: Pourcentage dans la page

source: Define the % of the page to be scrolled before the pop up appears on the screen.
fr_fr: Définir le % de défilement dans la page pour faire avant la pop-up n'apparaisse à l'écran.

source: Trigger After Purchasing
fr_fr: Déclencher après l'achat

source: Display on "Thank you" page of WooCommerce after purchase
fr_fr: S'affiche sur la page de « Remerciement » de WooCommerce après l'achat

source: Display once per session
fr_fr: Afficher une fois par session

source: Session Duration (in days)
fr_fr: Dur&eacute;e d'une session (en jours)

source: Define the length of time (in days) that a session lasts for. For example, if you input 2 a user will only see a popup on your site every two days.
fr_fr: Définir la durée (en jours) d'une session. Par exemple, si vous entrez 2, un utilisateur ne verra une pop-up sur votre site que tous les deux jours maximum.

source: Hide on Mobile
fr_fr: Cacher sur les mobiles

source: Fly-In Orientation
fr_fr: Orientation de l'apparition

source: Choose Orientation
fr_fr: Choisir l'orientation

source: Right
fr_fr: À droite

source: Left
fr_fr: À gauche

source: Center
fr_fr: Centré

source: Display on
fr_fr: Afficher sur

source: Everything
fr_fr: Tout

source: Categories
fr_fr: Catégories

source: Tags
fr_fr: Mots-clefs

source: Display on these categories
fr_fr: Affichez sur ces catégories

source: Do not display on these pages
fr_fr: Ne pas afficher sur ces pages

source: choose pages...
fr_fr: choisir les pages...

source: Display on these pages
fr_fr: Afficher sur ces pages

source: Pages defined below will override all settings above
fr_fr: Les pages définies ci-dessous remplacent tous les réglages ci-dessus

source: Do not display on these posts
fr_fr: Ne pas afficher sur ces articles

source: choose posts...
fr_fr: choisir les articles

source: Display on these posts
fr_fr: Affichez sur ces articles

source: Posts defined below will override all settings above
fr_fr: Les articles définis ci-dessous remplacent tous les réglages ci-dessus

source: Setup your accounts
fr_fr: Configurer vos comptes

source: MailChimp API Key
fr_fr: Clé API de MailChimp

source: AWeber authorization code
fr_fr: Code d'autorisation d'AWeber

source: Setup your optin form
fr_fr: Configurer votre formulaire d'opt-in

source: Name your optin and configure your form integration.
fr_fr: Nommer votre op-tin et configurer l'intégration de votre formulaire.

source: Design your optin form
fr_fr: Concevez votre formulaire d'opt-in

source: Configure your content, layout, and optin styling below.
fr_fr: Configurer votre contenu, la mise ne page et le style de l'opt-in ci-dessous.

source: Define when and where to display this optin on your website.
fr_fr: Définir quand et où afficher cette opt-in sur votre site web.

source: Accounts
fr_fr: Comptes

source: Choose a template
fr_fr: Choisir un modèle

source: These are just starting points that you can full customize on the next step.
fr_fr: Ce n'est que le début, vous pourrez tout personnaliser à l'étape suivante.

source: Bloom widget, please configure all the settings in Bloom control panel
fr_fr: Widget Bloom, veuillez configurer tous les réglages dans le panneau de config de Bloom

source: Subscribe
fr_fr: Abonnez-vous

source: Title
fr_fr: Titre

source: Select Optin
fr_fr: Sélectionner l'opt-in

source: A simple, comprehensive and beautifully constructed email opt-in plugin built to help you quickly grow your mailing list.
fr_fr: Une extension simple, complète et magnifique de construction d'opt-in pour vous permettre de rapidement augmenter vos abonnés à vos mailing listes.
